<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadIdentifier</key>
	<string>org.sacredsf.profile.wifi</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>48a39070-1e4c-0131-c321-000c2944c108</string>
	<key>PayloadOrganization</key>
	<string>SSH SF</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>PayloadDisplayName</key>
	<string>WiFi</string>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>org.sacredsf.profiles.wifi</string>
			<key>PayloadUUID</key>
			<string>2872c4d0-1e56-0131-c329-000c2944c108</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadDisplayName</key>
			<string>WiFi (ssh)</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
			<key>AutoJoin</key>
			<true/>
			<key>ProxyType</key>
			<string>None</string>
			<key>EncryptionType</key>
			<string>WPA</string>
			<key>SetupModes</key>
			<array/>
			<key>AuthenticationMethod</key>
			<string></string>
			<key>Interface</key>
			<string>BuiltInWireless</string>
			<key>SSID_STR</key>
			<string>ssid</string>
			<key>Password</key>
			<string>password</string>
		</dict>
	</array>
</dict>
</plist>
